Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: $TRIGGER_FAIL$This Protocol is on cooldown.
ru: $TRIGGER_FAIL$Этот Протокол находится в режиме ожидания.

source: $TRIGGER_FAIL$This Systemcraft upgrade requires 1 $name_war_planet$ and 1 $name_war_moon$ to be present in the system.
ru: $TRIGGER_FAIL$ Для этого обновления Звёздного системного корабля. требуется, чтобы в системе присутствовали 1 $name_war_planet$ и 1 $name_war_moon$.

source: $TRIGGER_FAIL$This Systemcraft upgrade requires 1 $name_war_planet$ and 2 $name_war_moon$s to be present in the system.
ru: $TRIGGER_FAIL$ Для этого обновления Звёздного системного корабля. требуется, чтобы в системе присутствовали 1 $name_war_planet$ и 2 $name_war_moon$ы.

source: $TRIGGER_FAIL$This Systemcraft upgrade requires 2 $name_war_moon$s to be present in the system.
ru: $TRIGGER_FAIL$ Для этого обновления Звёздного системного корабля требуется, чтобы в системе присутствовало 2 $name_war_moon$ы.

source: $TRIGGER_FAIL$This Systemcraft upgrade requires 2 $name_war_planet$s to be present in the system.
ru: $TRIGGER_FAIL$ Для этого обновления Звёздного системного корабля. требуется, чтобы в системе присутствовало 2 $name_war_planet$ы.

source: $TRIGGER_FAIL$This celestial body is already being targeted by the $name_quasistellar$.
ru: $TRIGGER_FAIL$ Это небесное тело уже является мишенью $name_quasistellar$.

source: $TRIGGER_FAIL$This megastructure has no extra management options
ru: $TRIGGER_FAIL$эта мегаструктура не имеет дополнительных возможностей управления

source: $TRIGGER_FAIL$This planet is too small.
ru: $TRIGGER_FAIL$ Эта планета слишком мала.

source: $TRIGGER_FAIL$This species is not our dominant species, and has no need of concealment.
ru: $TRIGGER_FAIL$Этот вид не является нашим доминирующим видом и не нуждается в укрытии.

source: $TRIGGER_FAIL$This star is too close to another star.
ru: $TRIGGER_FAIL$ Эта звезда находится слишком близко к другой звезде

source: $TRIGGER_FAIL$This star is too small.
ru: $TRIGGER_FAIL$ Эта звезда слишком мала.

source: $TRIGGER_FAIL$This world is far too large for our $name_ndb$ to have any effects.
ru: $TRIGGER_FAIL$ Этот мир слишком велик, чтобы наш $name_ndb$ мог оказать какое-либо влияние.

source: $TRIGGER_FAIL$Unknown phenomena are interfering with the $name_quasistellar$'s targeting system.
ru: $TRIGGER_FAIL$ Неизвестные явления создают помехи системе наведения $name_quasistellar$.

source: $TRIGGER_FAIL$Vanquish Aeternum
ru: $TRIGGER_FAIL$ Победить вечность

source: $TRIGGER_FAIL$We already have a smuggler on their way to gather resources for us and hiring more than one at a time would be an unnecessary risk.
ru: $TRIGGER_FAIL$ У нас уже есть контрабандист на пути, чтобы собрать ресурсы для нас, наличие более одного может серьезно увеличить риск предательства, не забывайте, что это преступный мир.

source: $TRIGGER_FAIL$We already have a target.
ru: $TRIGGER_FAIL$ У нас уже есть цель.

source: $TRIGGER_FAIL$We are not being raided by these marauders.
ru: $TRIGGER_FAIL$На нас не совершают набег эти мародеры.

source: $TRIGGER_FAIL$We can only construct one $name_psy_siphon$.
ru: $TRIGGER_FAIL$ Мы можем построить только один $name_psy_siphon$.

source: $TRIGGER_FAIL$We can only have 3 Utopian Projects at once.
ru: $TRIGGER_FAIL$ У нас может быть только 3 утопических проекта.

source: $TRIGGER_FAIL$We can only have one $NAME_Nanite_Factory$ in a sector.
ru: $TRIGGER_FAIL$В секторе может быть только одна фабрика $NAME_Nanite_Factory$.

source: $TRIGGER_FAIL$We cannot target this celestial body.
ru: $TRIGGER_FAIL$ Мы не можем нацелиться на это небесное тело.

source: $TRIGGER_FAIL$We don't have any available army of this type for sale right now.
ru: $TRIGGER_FAIL$У нас нет ни одной свободной армии такого рода для продажи.

source: $TRIGGER_FAIL$We don't have any ships of this type available for sale right now.
ru: $TRIGGER_FAIL$У нас нет ни одного свободного судна такого типа для продажи.

source: $TRIGGER_FAIL$We don't have enough of this resource stockpiled.
ru: $TRIGGER_FAIL$ Доступные потребители Хорошо

source: $TRIGGER_FAIL$We have been revealed.
ru: $TRIGGER_FAIL$Нам было открыто.

source: $TRIGGER_FAIL$We have reached the limit of this megastructure that we're capable of building.
ru: $TRIGGER_FAIL$ Мы достигли предела этой мегаструктуры, которую мы способны построить.

source: $TRIGGER_FAIL$We haven't prepared new robots yet.
ru: $TRIGGER_FAIL$Мы еще не подготовили новых роботов.

source: $TRIGGER_FAIL$We haven't prepared new slaves yet.
ru: $TRIGGER_FAIL$Мы еще не подготовили новых рабов.

source: $TRIGGER_FAIL$We may only invite colonists once every year.
ru: $TRIGGER_FAIL$Мы можем приглашать иностранных колонистов только один раз в год.

source: $TRIGGER_FAIL$We must acquire 40 pops via a decision, to serve as the crew.
ru: $TRIGGER_FAIL$ Мы должны приобрести 40 поселений по решению, чтобы служить в качестве экипажа.

source: $TRIGGER_FAIL$We must first wait for our scientists to locate the next suitable Sector for Deep Space exploration (1 Year).
ru: $TRIGGER_FAIL$Мы должны ждать, пока наши ученые найдут следующий подходящий сектор для исследования глубокого космоса (1 год).

source: $TRIGGER_FAIL$We must prepare construction space for the planetary bunkers by building a $building_giga_maginot_stronghold$ first.
ru: $TRIGGER_FAIL$ Мы должны подготовить строительное пространство для планетарных бункеров, сначала построив $building_giga_maginot_stronghold$.

source: $TRIGGER_FAIL$We must wait before building another $habitat_0$.
ru: $TRIGGER_FAIL$ Мы должны подождать, прежде чем строить еще один $habitat_0$.

source: $TRIGGER_FAIL$We need to construct a $name_ndb$ first.
ru: $TRIGGER_FAIL$ Сначала нам нужно построить $name_ndb$.

source: $TRIGGER_FAIL$What do you even need a second one for?
ru: $TRIGGER_FAIL$ Зачем тебе вообще нужен второй?

source: $TRIGGER_FAIL$You cannot already be summoning another Leviathan.
ru: $TRIGGER_FAIL$Требуется, чтобы уже не был призван левиафан.

source: $TRIGGER_FAIL$You have already build a Galactic Casino.
ru: $TRIGGER_FAIL$Вы уже построили Казино.

source: $TRIGGER_FAIL$You have already build an Influence Projection Center.
ru: $TRIGGER_FAIL$Вы уже построили Администрацию.

source: $TRIGGER_FAIL$You have already build the Central Administration.
ru: $TRIGGER_FAIL$Вы уже построили Музей культуры.

source: $TRIGGER_FAIL$You have not yet unlocked this contact
ru: $TRIGGER_FAIL$ Вы еще не разблокировали этот контакт

source: $TRIGGER_FAIL$You must have at least one rival to make such a request
ru: $TRIGGER_FAIL$Необходимо иметь хотя бы одного соперника, чтобы сделать такой запрос

source: $TRIGGER_FAIL$You must wait at least 1 Month before provoking the $ap_leviathan_master$ again.
ru: $TRIGGER_FAIL$ Необходимо подождать не менее 1 месяца, прежде чем снова провоцировать Владыку Левиафанов.

source: $TRIGGER_FAIL$You must wait at least 5 Years before asking the $ap_leviathan_master$ to attack our rivals again.
ru: $TRIGGER_FAIL$Необходимо подождать не менее 5 лет, прежде чем просить Повелителя Левиафанов снова напасть на наших соперников.

source: $TRIGGER_FAIL$You must wait for the current spell to be finished before asking for a new one.
ru: $TRIGGER_FAIL$Необходимо дождаться окончания текущего заклинания, прежде чем просить новое.

source: $UI_OVERHAUL_TITLE$ for v$UI_OVERHAUL_VERSION$!
ru: $UI_OVERHAUL_TITLE$ для v$UI_OVERHAUL_VERSION$!

source: $UniqueAscensionPerksEvents.343.Name$ Ready
ru: $UniqueAscensionPerksEvents.343.Name$ готов

source: $UniqueAscensionPerksEvents.348.Name$ Ready
ru: $UniqueAscensionPerksEvents.348.Name$ готов

source: $UniqueAscensionPerksEvents.352.Name$ Ready
ru: $UniqueAscensionPerksEvents.352.Name$ готов

source: $acot_precusor_phanon_starcitadel$ Construction
ru: Строительство Наблюдателя Фанона

source: $acot_precusor_phanon_starcitadel$ Operational
ru: Наблюдатель Фанона активен

source: $allow_ndb$ Phase 1: Magneto-Collector
ru: $allow_ndb$ Фаза 1: Магнитоколлектор

source: $allow_ndb$ Phase 2: Stellar Redirector
ru: $allow_ndb$ Фаза 2: Звездный перенаправитель

source: $allow_ndb$ Phase 3: Hyperscale Stabilizers
ru: $allow_ndb$ Фаза 3: Гипермасштабные стабилизаторы

source: $allow_quasistellar$ Phase 0: Construction Site
ru: $allow_quasistellar$ Фаза 0: Строительная площадка

source: $allow_quasistellar$ Phase 1: Accretion Compressor
ru: $allow_quasistellar$ Фаза 1: Аккреционный компрессор

source: $allow_quasistellar$ Phase 2: Relativistic Deflectors
ru: $allow_quasistellar$ Фаза 2: Релятивистские дефлекторы

source: $allow_quasistellar$ Phase 3: Hypercomputers
ru: $allow_quasistellar$ Фаза 3: Гиперкомпьютеры

source: $allow_quasistellar$ Phase 4: Teracapacitors
ru: $allow_quasistellar$ Фаза 4: Тераконденсаторы

source: $allow_war_system$ Hyperdimensional Hull Stabilization
ru: $allow_war_system$ Стабилизация гиперпространственного корпуса

source: $allow_war_system$ Phase 0: Construction Site
ru: $allow_war_system$ Фаза 0: Строительная площадка

source: $allow_war_system$ Phase 1: Solar Compressor
ru: $allow_war_system$ Фаза 1: Солнечный компрессор

source: $allow_war_system$ Phase 2: Synchronized Planetary Thrusters
ru: $allow_war_system$ Фаза 2: Синхронизированные планетарные двигатели

source: $allow_war_system$ Phase 3: Lunar Supports
ru: $allow_war_system$ Фаза 3: Лунные опоры

source: $allow_war_system$ Phase 4: Celestial Erasers
ru: $allow_war_system$ Фаза 4: Небесные стиратели

source: $aot_dark_matter_obelisk_core_pe$ Assembly Portal
ru: $aot_dark_matter_obelisk_core_pe$ Портал сборки

source: $aot_gatekeeper$ Front Section
ru: Фронтальная секция Привратника

source: $aot_gatekeeper$ Mid section
ru: Центральная секция Привратника

source: $aot_gatekeeper$ Spinal Section
ru: Спинальная секция Привратника

source: $aot_gatekeeper$ Stern Section
ru: Кормовая секция Привратника

source: $aot_gatekeeper$ Verified!
ru: $aot_gatekeeper$ утвержден!

source: $aot_megaturret$ Base
ru: Основа мега-башни

source: $aot_megaturret$ Socket
ru: Гнездо мега-башни

source: $ap_dark_galaxy_web$ Access
ru: Темный доступ к галактике

source: $ap_galaxy_center$: Planetary Features
ru: $ap_galaxy_center$: Планетарные особенности

source: $ap_galaxy_center$: The Super Shipyard Complex
ru: $ap_galaxy_center$: Суперверфь

source: $ap_mega_hive_mind$ Available Again
ru: Доступен Мега Улей.

source: $ap_mega_hive_mind$ Found
ru: Найден Мега-Улей.

source: $ap_powerful_vassals$ Control
ru: $ap_powerful_vassals$ Управление

source: $ap_powerful_vassals$ will act like any other empire, yet they will never turn against their overlord.
ru: Совершенные вассалы будут действовать как общее государство, однако они никогда не выступят против своего повелителя.

source: $ap_powerful_vassals$: Create
ru: Создать идеального вассала

source: $ap_powerful_vassals$: Ethics Selection
ru: $ap_powerful_vassals$: Выбор этики

source: $ap_powerful_vassals$: Government Selection
ru: $ap_powerful_vassals$: Выбор правительства

source: $ap_powerful_vassals$: Grant Planet
ru: Передать следующему совершенному вассалу

source: $ap_powerful_vassals$: Revoke Grant Planet
ru: Не отдавайте следующему идеальному вассалу

source: $ap_powerful_vassals$: Tech Share
ru: $ap_powerful_vassals$: Доля технологий

source: $ap_powerful_vassals$: Tech Transfer
ru: $ap_powerful_vassals$: Передача технологий

source: $ap_recomposer$ Constructed
ru: Рекомпозер построен.

source: $ap_recomposer$ is a powerful device with the unique ability to transfer the consciousness of an AI directly into an organic body and vice versa, without any limits or significant side effects.
ru: Рекомпозер - это мощное устройство, обладающее уникальной способностью переносить сознание ИИ непосредственно в органическое тело, делая его живым, и наоборот, без каких-либо ограничений или значительных побочных эффектов. Это позволит как органическим существам, так и машинам выбрать тот тип жизни, который они хотят иметь.

source: $ap_space_merchant$: Navy Branch Access
ru: Частный рынок: Доступ к флоту

source: $ap_space_merchant$: Robot Branch Access
ru: Частный рынок: Доступ к роботам

source: $ap_space_merchant$: Slave Branch Access
ru: Частный рынок: Доступ к рабам

source: $ap_super_hive_mind$ Hardness
ru: Супер Коллективный разум твердости

source: $asteroid_manufactory_alloys$ Construction Site
ru: Строительная площадка для $asteroid_manufactory_alloys$

source: $asteroid_manufactory_consumer_goods$ Construction Site
ru: Строительная площадка для $asteroid_manufactory_consumer_goods$

source: $asteroid_manufactory_energy$ Construction Site
ru: Строительная площадка для $asteroid_manufactory_energy$

source: $asteroid_manufactory_food$ Construction Site
ru: Строительная площадка для $asteroid_manufactory_food$

source: $asteroid_manufactory_supertensiles$ Construction Site
ru: Строительная площадка для $asteroid_manufactory_supertensiles$

source: $building_acot_stellarite_generator_ae$ Build Speed Multiplier
ru: $building_acot_stellarite_generator_ae$ Множитель скорости строительства

source: $building_acot_stellarite_nexus$ Build Speed Multiplier
ru: $building_acot_stellarite_nexus$ Множитель скорости строительства

source: $building_ehof_sm_forge_1$ District
ru: $building_ehof_sm_forge_1$ Район

source: $building_ehof_sm_forge_1$ Districts
ru: $building_ehof_sm_forge_1$ Районов

source: $building_giga_megaworkshop$ Build Speed
ru: $building_giga_megaworkshop$ Скорость сборки

source: $building_giga_megaworkshop_acot_alpha$ Build Speed
ru: $building_giga_megaworkshop_acot_alpha$ Скорость строительства

source: $building_giga_megaworkshop_acot_delta$ Build Speed
ru: $building_giga_megaworkshop_acot_delta$ Скорость строительства

source: $building_giga_megaworkshop_acot_phanon$ Build Speed
ru: $building_giga_megaworkshop_acot_phanon$ Скорость создания

source: $building_giga_megaworkshop_acot_sigma$ Build Speed
ru: $building_giga_megaworkshop_acot_sigma$ Скорость строительства

source: $building_giga_megaworkshop_hub$ Build Speed
ru: $building_giga_megaworkshop_hub$ Скорость сборки

source: $building_giga_megaworkshop_hub_acot_alpha$ Build Speed
ru: $building_giga_megaworkshop_hub_acot_alpha$ Скорость сборки

source: $building_giga_megaworkshop_hub_acot_delta$ Build Speed
ru: $building_giga_megaworkshop_hub_acot_delta$ Скорость сборки

source: $building_giga_megaworkshop_hub_acot_phanon$ Build Speed
ru: $building_giga_megaworkshop_hub_acot_phanon$ Скорость сборки

source: $building_giga_megaworkshop_hub_acot_sigma$ Build Speed
ru: $building_giga_megaworkshop_hub_acot_sigma$ Скорость сборки

source: $building_giga_shroud_conduit$ Buildings
ru: Строения $building_giga_shroud_conduit$

source: $building_negative_mass_factory_2$ District
ru: $building_negative_mass_factory_2$ Район

source: $building_negative_mass_factory_2$ Districts
ru: $building_negative_mass_factory_2$ Районов

source: $building_phanon_runic_generator$ Build Speed Multiplier
ru: Скорость строительства $building_phanon_runic_generator$

source: $building_phanon_runic_generator$ Runic Power Cost Multiplier
ru: Стоимость $building_phanon_runic_generator$ в рунической энергии

source: $building_stellarite_generator$ Build Speed Multiplier
ru: Скорость строительства $building_stellarite_generator$

source: $building_stellarite_generator_lvl3$ Build Speed Multiplier
ru: Скорость строительства $building_stellarite_generator_lvl3$

source: $building_stellarite_synthersizer$ Build Speed Multiplier
ru: Скорость строительства $building_stellarite_synthersizer$

source: $civilian_factory$ Components
ru: $civilian_factory$ Компоненты

source: $civilian_factory$ Hull Points
ru: $civilian_factory$ Очки корпуса

source: $civilian_industrial_ship$ Components
ru: $civilian_industrial_ship$ Компоненты

source: $civilian_industrial_ship$ Hull Points
ru: $civilian_industrial_ship$ Очки корпуса

source: $compound_approach_DEBUG_tooltip$VAR owner.compound_protoships_eaten: [owner.compound_protoships_eaten]
ru: $compound_approach_DEBUG_tooltip$VAR owner.compound_protoships_ съедено: [owner.compound_protoships_eaten]

source: $compound_invincible_desc$ With the discovery of $tech_qnm_utilities$, they have become vulnerable.
ru: $compound_invincible_desc$ С открытием $tech_qnm_utilities$ они стали уязвимыми.

source: $concept_giga_environmental_architects_civics$ Civics consist of - ['civic:civic_environmental_architects']$NEW_LINE$- ['civic:civic_environmental_architects_megacorp']$NEW_LINE$- ['civic:civic_environmental_architects_hive']$NEW_LINE$- ['civic:civic_environmental_architects_machine']
ru: $concept_giga_environmental_architects_civics$ Гражданские науки включают в себя - ['civic:civic_environmental_architects']$NEW_LINE$- ['civic:civic_environmental_architects_megacorp']$NEW_LINE$- ['civic:civic_environmental_architects_hive']$NEW_LINE$- ['civic:civic_environmental_architects_machine']

source: $dimensional_mirror_0$ Activated!
ru: $dimensional_mirror_0$ активировано!

source: $dimensional_mirror_0$ Completed!
ru: $dimensional_mirror_0$ завершено!

source: $district_arcology_administrative_desc$
ru: Посвящено улучшению способности нашей империи управлять колониями.

source: $district_giga_frameworld_maginot_planetary_cannons$ Capacity
ru: $district_giga_frameworld_maginot_planetary_cannons$ Вместимость

source: $district_giga_frameworld_maginot_shield_generators$ Capacity
ru: $district_giga_frameworld_maginot_shield_generators$ Вместимость

source: $district_macripp_arms_industry$s
ru: Литейные районы Фанона

source: $district_macripp_energy$s
ru: Энергетические районы Фанона

source: $district_macripp_housing$s
ru: Районы недвижимостей Фанона

source: $district_macripp_runic_power_generator$ Build Speed Multiplier
ru: Скорость строительства $district_macripp_runic_power_generator$

source: $district_macripp_runic_power_generator$s
ru: Районы генераторов рунической энергии

source: $district_solaripp_arms_industry$ Build Speed Multiplier
ru: Скорость строительства $district_solaripp_arms_industry$

source: $district_solaripp_arms_industry$s
ru: Стелларитовые литейные районы

source: $district_solaripp_energy$ Build Speed Multiplier
ru: Скорость строительства $district_solaripp_energy$

source: $district_solaripp_energy$s
ru: Стелларитовые энергетические районы

source: $district_solaripp_housing$ Build Speed Multiplier
ru: Скорость строительства $district_solaripp_housing$

source: $district_solaripp_housing$s
ru: Стелларитовые районы недвижимостей

source: $district_solaripp_stellarite_power_generator$ Build Speed Multiplier
ru: Скорость строительства $district_solaripp_stellarite_power_generator$

source: $district_solaripp_stellarite_power_generator$s
ru: Районы генераторов стелларита

source: $dyson_swarm_3$ Management Protocols
ru: Протоколы управления $dyson_swarm_3$

source: $ehof_cohesive$ system found
ru: $ehof_cohesive$ найдена система

source: $ehof_ehof$'s
ru: Средства смещения горизонта событий

source: $ehof_ehof_abr$ Alpha
ru: $ehof_ehof_abr$ Альфа

source: $ehof_ehof_abr$ Construction Site
ru: $ehof_ehof_abr$ Строительная площадка

source: $ehof_ehof_abr$ Lambda
ru: $ehof_ehof_abr$ Лямбда

source: $ehof_ehof_abr$ Omega
ru: $ehof_ehof_abr$ Омега

source: $ehof_ehof_abr$ Ultima
ru: $ehof_ehof_abr$ Ультима

source: $ehof_ep$ Code Sequence
ru: $ehof_ep$ §EКодовая последовательность§!

source: $ehof_ep$s
ru: §EЗагадочные узоры§!

source: $ehof_quest_prefix$04121987+ unknown$ehof_quest_suffix$
ru: $ehof_quest_prefix$04121987+ неизвестный$ehof_quest_suffix$

source: $ehof_sa_prefix$Communications$ehof_sa_line$Open communications to the $ehof_the_stellar_annihilator$.
ru: $ehof_sa_prefix$Communications$ehof_sa_line$ Открыть связь с $ehof_the_stellar_annihilator$

source: $ehof_sa_prefix$The $ehof_preservation_sphere$$ehof_sa_line$The $ehof_the_stellar_annihilator$ will take the shortest route to the $ehof_preservation_sphere$.
ru: $ehof_sa_prefix$$ehof_preservation_sphere$$ehof_sa_line$ $ehof_the_stellar_annihilator$ выберет кратчайший маршрут до $ehof_preservation_sphere$.

source: $ehof_sr_negative_mass$ Shortage
ru: $ehof_sr_negative_mass$ Нехватка

source: $ehof_sr_sentient_metal$ Shortage
ru: $ehof_sr_sentient_metal$ Нехватка

source: $ehof_sr_sentient_metal$ is an extremely advanced hyper-adaptive nanomaterial.
ru: $ehof_sm$ Чрезвычайно совершенное искусственное вещество, $ehof_sr_sentient_metal$ способно к самовоспроизведению при нанесении на §H£alloys£ Сплавы§!, используя §H£energy£ Энергия§! в качестве катализатора.

source: $ehof_the_compound$
ru: Соединение

source: $ehof_the_compound$ appears to have constructed their own Dark Matter fuelled variation of an $ehof_ehof$.
ru: $ehof_the_compound$, по-видимому, сконструировали свою собственную вариацию $ehof_ehof$, подпитываемую темной материей

source: $ehof_the_stellar_annihilator$: $ehof_shroud_ftl$ on cooldown
ru: $ehof_the_stellar_annihilator$: $ehof_shroud_ftl$ На перезарядке

source: $ehof_the_stellar_annihilator$: Engaged $ehof_shroud_ftl$
ru: $ehof_the_stellar_annihilator$: Помолвлен$ehof_shroud_ftl$

source: $ehof_wormhole$ Destination Precognition
ru: $ehof_wormhole$ Предсказание места назначения

source: $ehof_wormhole$s
ru: §BМикро-червоточины§!

source: $ehof_wormhole_text$s
ru: микро-червоточины

source: $ehof_wormholes$ are artificial in creation and connect the galaxy from point to point.
ru: $ehof_wormholes$ созданы искусственно и соединяют галактику от точки к точке

source: $enigmatic_fortress_platform$ Build Speed Multiplier
ru: Скорость строительства Загадочной крепости

source: $enigmatic_fortress_platform$ Hull Add
ru: Корпус Загадочной крепости

source: $enigmatic_fortress_platform$ Verified!
ru: $enigmatic_fortress_platform$ утверждена!

source: $enigmatic_lock_1$ Completed
ru: Завершено $enigmatic_lock_1$

source: $eo_immortal_messiah.601.desc$ Barring the interregnum between their death and resurrection, this is the first time in recorded history since the unification that an individual other than [from.GetName] has ruled the [root.GetName].
ru: $eo_immortal_messiah.601.desc$ Если не считать межцарствия между их смертью и воскрешением, это первый случай в истории с момента объединения, когда [root.GetName] правит не [from.GetName], а [root.GetName].

source: $eo_immortal_messiah.601.desc$ This is the first time in recorded history since the unification that an individual other than [from.GetName] has ruled the [root.GetName].
ru: $eo_immortal_messiah.601.desc$ Это первый случай в истории со времен объединения, когда [root.GetName] правит не [from.GetName], а [root.GetName].

source: $eo_infiltrators.210.desc.not_lithoid$ The increased automation has resulted in some unemployment, and we have attempted to shuffle the displaced workers into the commercial sector.
ru: $eo_infiltrators.210.desc.not_lithoid$ Рост автоматизации привел к некоторой безработице, и мы попытались переместить перемещенных работников в коммерческий сектор.

source: $gc_blokkat$Blokkat Containment Nexus
ru: $gc_blokkat$Блоккат Сдерживающий нексус

source: $gc_blokkat$Hyperdimensional Destabilizer Construction Site
ru: $gc_blokkat$ Строительная площадка гиперпространственного дестабилизатора

source: $gc_blokkat$Intertemporal Restorator Construction Site
ru: $gc_blokkat$ Строительная площадка межвременного реставратора

source: $gc_giga$$name_alderson$ Construction Site
ru: $gc_giga$$name_alderson$ Строительная площадка

source: $gc_giga$$name_hraemc$ Construction Site
ru: $gc_giga$$name_hraemc$ Строительная площадка

source: $gc_giga$$name_hyperstructural_ass$ Construction Site
ru: $gc_giga$$name_hyperstructural_ass$ Строительная площадка

source: $gc_giga$$name_matrioshka_brain$ Construction Site
ru: $gc_giga$$name_matrioshka_brain$ Строительная площадка

source: $gc_giga$$name_ndb$ Construction Site
ru: $gc_giga$$name_ndb$ Строительная площадка
